import video1 from '../assets/01.mp4'; 
import video2 from '../assets/02.mp4'; 
import video3 from '../assets/03.mp4'; 
import video4 from '../assets/04.mp4'; 
import video5 from '../assets/05.mp4'; 

const lessons =  [
    {
      id: 0,
      title: "Знаходимо перших клієнтів без вкладень",
      subtitle: `Університет Атом`,
      video_url: video1,
      video_time: 5,
      description: `
      1. 5+ безкоштовних методів як знайти собі клієнта. <br>
      2. Як знайти собі клієнта, який заплатить тобі за роботу, не витративши на це жодної гривні.<br>
      3. Розбір прикладів, як студенти знаходили собі перших клієнтів на $300-500 без вкладень.<br>
      4. 1 розбір способу з мінімальними вкладами, який дасть вам і клієнта, і досвід, і перший прибуток.`,
      isDisable: false,
    },
    {
      id: 1,
      title: '"Магія" налаштування реклами"',
      subtitle: "Університет Атом",
      video_url: video2,
      video_time: 13,
      description: `
        1. З яких 5 кроків складається налаштування рекламного кабінету.<br>
        2. Побачите огляд рекламної сторінки Fb, через яку налаштовується вся таргетована реклама.<br>
        3. Як створити та підготувати бізнес-сторінку.<br>
        4. Як виконати "квест" від фейсбуку по налаштуванню рекламної кампанії з нуля.<br>
        5. Про сервіс швидкого створення класних рекламних банерів.<br>
        6. Як вести та оптимізувати рекламну кампанію після її налаштування.`,
        isDisable: true,
    },
    {
      id: 2,
      title: "Ведення клієнта після налаштування реклами",
      subtitle: "Університет Атом",
      video_url: video3,
      video_time: 9,
      description: `1. Що таргетолог робить після налаштування рекламної кампанії.<br>
      2. Що означає вести рекламну кампанію на протязі 6-7 місяців<br>
      3. Чому таргетологу платять за налаштовану рекламну кампанію роками<br>
      4. Як працювати з клієнтом, щоб він кожного місяця платив вам більше та отримував кращі результати.<br>
      5. 5 способів збільшити свої результати. Як рости в кількості, якості та заробітку. І працювати з багатьма клієнтами, заробляючи від $2000+.<br>
      6. Які є складнощі на шляху та як їх уникнути?`,
      isDisable: true,
    },
    {
      id: 3,
      title: "Як гарантовано досягти результату",
      subtitle: "Університет Атом",
      video_url: video4,
      video_time: 57,
      description: `1. Що ви отримаєте від засвоєння освітньої програми «Спеціаліст Facebook+Instagram»<br>
      2. Які етапи проходить кожен студент, під час опанування цієї професії<br>
      3. Спікери освітньої програми. Команда, якою хочеш надихатись<br>
      4. Методологія навчання. Поєднання hard-skills і soft-skills<br>
      5. Що говорять студенти про навчання в Atom.`,
      isDisable: true,

    },
    {
      id: 4,
      title: "Помилки Таргетолога",
      subtitle: "Університет Атом",
      video_url: video5,
      video_time: 8,
      description: "Нужно ли говорить, что реклама - это прежде всего креатив. Но почему так много неработающих кампаний? Да! Нужно знать толк не только в таргетинге. Для этого мы сделали разбор рекламных кампаний фейсбук и инстаграм от таргетологов. Вы увидите тренды и антитренды, примеры как можно и как нельзя больше делать.",
      isDisable: true,
    },
];

export default lessons;